Repository: montel-ig/django-extensions
Catalog: django_extensions/locale/*/LC_MESSAGES/django.po
Languages: fi

source: and
fi: ja

source: Use the left field to do %(model_name)s lookups in the fields %(field_list)s.
fi: Käytä vasenta kenttää tehdäksesi %(model_name)s hakuja kenttiin %(field_list)s.

source: Yes
fi: Kyllä

source: No
fi: Ei

source: All
fi: Kaikki

source: created
fi: luotu

source: modified
fi: muokattu

source: title
fi: otsikko

source: description
fi: kuvaus

source: Inactive
fi: Inaktiivinen

source: Active
fi: Aktiivinen

source: status
fi: tila

source: activate date
fi: aktivointipäivä

source: deactivate date
fi: deaktivointipäivä

source: keep empty for an immediate activation
fi: pidä tyhjänä aktivoidaksesi välittömästi

source: keep empty for indefinite activation
fi: pidä tyhjänä aktivoidaksesi loputtomiin

source: String (up to %(max_length)s)
fi: Tekstiä (maksimipituus %(max_length)s)

source: Control Characters like new lines or tabs are not allowed.
fi: Kontrollimerkit kuten rivinvaihdot tai sarkaimet eivät ole sallittuja.

source: Leading and Trailing whitespaces are not allowed.
fi: Alussa tai lopussa esiintyvät välilyönnit eivät ole sallittuja.

source: Only a hex string is allowed.
fi: Ainoastaan heksamuodossa oleva teksti on sallittua.

source: Invalid length. Must be %(length)d characters.
fi: Väärä pituus. Täytyy olla %(length)d merkkiä.

source: Ensure that there are more than %(min)s characters.
fi: Varmista, että pituus on vähintään %(min)s merkkiä.

source: Ensure that there are no more than %(max)s characters.
fi: Varmista, että pituus on alle %(max)s merkkiä.
